{
    "staff-1": {
        "image": "images/staff/full/about_smoke_jon_lg.jpg",
        "name": "Jonathan Malyon",
        "position": "Founder/Managing Director",
        "department": "",
        "about": "<p class='first-para tag--work-title'>As Managing Director, Jon keeps the Tilt engine purring, making sure that we’re continually innovating and delivering the best possible work for every client project.</p><p>With more than ten years’ experience in web and interactive design, Jon has led the development of everything from brochure websites to content management systems. And, having worked in the entertainment sector on multiple digital campaigns in support of international movie releases, Jon understands how a smart approach to tech can support the marketing process.</p><p>This extensive development background helps Jon to keep a keen eye on all technical production at Tilt. He’s also in charge of our studio dog, Rufus, who is currently being trained as a Java developer.</p>",
        "did-you-know": "If Jon could be anyone else, it would be Bodhi from Point Break. Or that surfer guy who punched a shark."
    },
    "staff-2": {
        "image": "images/staff/chris_cooke.jpg",
        "name": "Chris Cooke",
        "position": "Founder/Creative Director:",
        "department": "Brand & Interactive",
        "about": "<p class='first-para tag--work-title'>Pixel-perfectionist Chris is the creative inspiration behind our brand and interactive team.</p><p>After gaining a degree in European Advertising and a postgraduate degree in Experimental Typography at the London College of Communication, Chris brought his eye for branding to arts and media organisations, including iconic music magazines Mixmag and The Word.</p><p>Equally at home with information architecture as he is with branding and typography, Chris is great at seeing the bigger design picture for our clients. And, drawing on 15 years of design experience, Chris now devotes some of his time to mentoring the next generation of young creatives.</p>",
        "did-you-know": "Gym-fanatic Chris plays 436 sports, including kabaddi, quidditch and Segway polo."
    },
    "staff-3": {
        "image": "images/staff/dan_evans.jpg",
        "name": "Dan Evans",
        "position": "Founder/Creative Director:",
        "department": "Film & Motion",
        "about": "<p class='first-para tag--work-title'>If you had to describe the ideal creative director, you’d be describing Dan. A totally irrepressible creative force, Dan heads up our motion and film teams, making sure they push themselves to the limit with every project.</p><p>At art school, Dan studied under legendary printmaker Brendan Neiland and soon gravitated towards the creative application of visual and music technology. As Art Director for a pioneering London-based digital agency, he learned how to create innovative, award-winning interactive motion work. Dan loves to push boundaries and expectations, dipping into his seemingly never-ending well of creative ideas.</p>",
        "did-you-know": "If you happened to be at a Fatboy Slim gig sometime in the early 2000s, then you were probably hit square in the face by Dan’s video mashups on the big screen. Far out, man."
    },
    "staff-4": {
        "image": "images/staff/stig_coldham.jpg",
        "name": "Stig Coldham",
        "position": "Head of Motion",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>A brilliant visual storyteller, Stig has worked in motion graphics production for almost ten years. Involved in everything from concept, branding and animation through to 3D tracking, editing and grading, Stig puts his heart and soul into every piece that he creates. In fact, the Stig Spirit has come to represent a lot of what’s best about Tilt.</p><p>Stig has produced work for many big name clients, including Lotus, Renault, BP, Nickelodeon, Barclays, Pilsner Urquell, Lenovo and Nikon and Fatboy Slim. (For more on our Fatboy Slim connection, see Dan Evans.) Today, Stig is behind some of our most successful motion projects. Whether it’s bringing the lush magic of the South Downs into a double decker bus, or animating an Indian mango orchard, Stig’s imagination knows no limits.</p>",
        "did-you-know": "Stig’s disappearing cigarette trick is the stuff of Brighton pub legend. In this and in so many other ways he is Tilt’s answer to Paul Daniels."
    },
    "staff-5": {
        "image": "images/staff/merass_sadek.jpg",
        "name": "Merass Sadek",
        "position": "Director of Film Production",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Merass is our Man with a Movie Camera – and the driving force behind Tilt’s ever expanding film department. A respected independent director in his own right, Merass brings a filmmaker’s eye to everything we produce, adding artistry and craft to even the most straightforward pieces. If you want the standard corporate videos, please go elsewhere.</p><p>After completing his undergraduate degree at Université Saint-Joseph in Beirut, Merass went on to take his Masters at the Sorbonne in Paris, completing his studies at the New York Film Academy. Following graduation, Merass went on to work on indie productions and direct music videos, grabbing glowing reviews in the music press along the way. Truly a man born to hold a film camera.</p>",
        "did-you-know": "Drop Merass in any city on earth and within 24-hours he’ll have made 743 new Facebook friends, lost a shoe while dancing on a roof, and shot a short film about local graffiti artists. He doesn’t do diluted living."
    },
    "staff-6": {
        "image": "images/staff/tristan_vanger.jpg",
        "name": "Tristan Vanger",
        "position": "Senior Creative",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Whether with pixels or ink, Tristan has a talent for creating bold and brilliant graphics and illustrations. One of our lead motion artists, Tristan is also a key member of the wider creative team, getting involved in pretty much any project right from the earliest discussions and brainstorms. He always brings a fresh perspective, whether we’re talking motion design, branding & identity, or illustration.</p><p>Though Tristan is behind for some of our most successful digital work, he still has a passion for analogue techniques of the ink and paint variety. (In fact, some of his artwork can be seen on wall murals around Brighton.)</p>",
        "did-you-know": "Tristan owns a beard of fluctuating length. It is believed that the length correlates with project deadline proximity."
    },
    "staff-7": {
        "image": "images/staff/bill_mackenzie.jpg",
        "name": "Bill MacKenzie",
        "position": "Creative Producer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Canada born and bred, Bill arrived in the UK with more than 15 years experience in film production, including 12 years in broadcast marketing. After learning how to use a camera at the Vancouver Film School, Bill headed east to Toronto to carve out a career in creative mischief.</p><p>Bill’s commitment to attention grabbing hooks and ultra-punchy storytelling saw him pick up awards for ads, TV promos and campaigns. Love brought him to the UK, and fate brought him to Tilt. Bill now brings his Canuck charm and knack for the killer idea to our film and creative projects.</p>",
        "did-you-know": "Bill was once a professional snowboarder, nicknamed “The Plank of Fury”. Only 50% of this statement is true."
    },
    "staff-8": {
        "image": "images/staff/danny_ledger.jpg",
        "name": "Danny Ledger",
        "position": "Senior UX Designer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Danny’s user experience (UX) thinking helps make sure that – no matter how stunning the design – we always create digital products that are usable, useful and focused on clear goals.</p><p>Working both agency and client side, Danny has produced work for clients including Tesco, Nickelodeon, Barclays, BP and Toyota. He has a degree in interaction design from Winchester University and has also lectured in design thinking and information architecture at undergraduate level. In short, what Danny doesn’t know about UX you could fit on the back of a pixel.</p><p>With a strong interest in the logistical aspects of design, you’ll often find Danny buried up to his eyeballs in wireframes, spreadsheets, PSDs, and prototypes. He wouldn’t have it any other way.</p>",
        "did-you-know": "Though Danny has impeccable aesthetic taste, he’s sadly in possession of the belief that rugby is better than football. Try not to judge him too harshly - he’s not a monster."
    },
    "staff-9": {
        "image": "images/staff/dave_weiss.jpg",
        "name": "Dave Weiss",
        "position": "Senior Designer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Austria’s finest export since Schwarzenegger, Dave graduated in web design from the SAE Institute Vienna. After a period working at a creative agency high in the Alps, Dave descended from the mountains and travelled to England to start an intern position at Tilt. His design flair, approach to the creative process and all-round niceness made offering him a permanent position a no-brainer.</p><p>Dave keeps up with all the latest in contemporary web design, typography, UX, concepting and development, meaning we can always rely on him to put a fresh spin on client projects.</p>",
        "did-you-know": "Dave is officially the coolest guy in the office, though some say he has to paint his jeans on every morning."
    },
    "staff-10": {
        "image": "images/staff/chris_cooke.jpg",
        "name": "Felix Oppenhimer",
        "position": "Interactive Designer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Felix joined Tilt in 2013 and is now heavily involved in UX design on most projects that we undertake. After making his way through King’s College Business School he decided to pursue his interest in design and began working independently as a freelancer. His eye for design quickly won him work from the likes of Mountain Dew, 7UP, Premier Inn, Kopparberg and Volkswagen to name a few.</p>",
        "did-you-know": "Lcras justo odio, dapibus ac facilisis in, egestas eget quam. Maecenas sed diam eget risus varius blandit sit amet."
    },
    "staff-11": {
        "image": "images/staff/chris_cooke.jpg",
        "name": "Ed Hart",
        "position": "Web Designer",
        "department": " ",
         "about": "<p class='first-para tag--work-title'>Ed joined us for his Year in Industry placement while studying Digital Art and Technology at Plymouth University. If we find a talented person, we do everything we can to keep them – so it didn’t take us long to offer Ed a permanent contract to begin after his course ends.</p><p>Ed’s spongelike brain soaks up everything we throw his way. A keen photographer, Ed has an instinctive eye for design and layout, combined with an analytical approach perfect for UX thinking. With Tilt, Ed has brought his smarts to projects for Nickelodeon, BP and Fareshare. Plus, he’s the happiest guy in the world, which makes him loads of fun to work with.</p>",
        "did-you-know": "Ed “Pondskater” Hart can walk on water, like some kind of design-based messiah. Though admittedly through the aid of a wakeboard."
    },
    "staff-12": {
        "image": "images/staff/sarah_stevens.jpg",
        "name": "Sarah Stevens",
        "position": "Head of Development",
        "department": "",
        "about": "<p class='first-para'>The dreamer-up of some of our most groundbreaking interactive pieces, Sarah is as much a creative as she is a developer. After building her first website at 15, Sarah went on to study computer science, learning the programming fundamentals that allow her to see opportunities where others see problems.</p><p>With coding chops firmly established, Sarah now loves to push the boundaries of digital technology, encouraging us all to think differently when it comes to the web. From Nickelodeon Code-It to the immersive Alzheimer’s Lab, Sarah has helped create some of our best interactive work.</p><p>You can also rely on Sarah to mobilise the Tilt troops for events such as Codebar, or for the Brighton Digital Festival. Passionate about women in coding and making code accessible for all, Sarah is fast becoming a key figure in the Brighton digital scene. </p>",
        "did-you-know": "You couldn’t suppress cat lover Sarah’s Cheshire grin when we won a project to work on the Cat's Protection League."
    },
    "staff-13": {
        "image": "images/staff/rachel_bilski.jpg",
        "name": "Rachel Bilski",
        "position": "Senior Developer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>If Rachel can’t build it, then it probably can’t be built. A graduate in Computer Science from the University of Portsmouth, Rachel started her working life in tech support and later in the computer games industry, before discovering that her heart lay in web development.</p><p>Rachel is a problem solver by nature: the bigger the problem, the greater the challenge, the more she thrives. Her technical skills, rigorous approach, and epic collection of desktop Animorphs figures helped her fit right in at Tilt. Indeed, Rachel progressed from a junior to a critical member of the development team in about the time it takes to run a database query.</p>",
        "did-you-know": "Rachel’s an opera aficionada (the singing thing, not the browser). #geekjoke"
    },
    "staff-14": {
        "image": "images/staff/miles_tincknell.jpg",
        "name": "Miles Tincknell",
        "position": "Developer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Calling Miles a developer is like calling Mozart a piano tuner.</p><p>As much a creative as he is a coder, Miles fell in love with the web at an early age. The idea of a platform that connected the entire planet with new ideas and experiences was too much to resist, leading Miles to study Digital Media Development at Brighton University.</p><p>Miles is equipped with an arsenal of digital skills, from coding in all key web languages, to UX and graphic design. With no single focus on front or back-end development, Miles prides himself in being a full stack developer where no problem is too big, or issue too small to demand his attention. In other words, the ideal Tilter.</p>",
        "did-you-know": "Miles is obsessed by Ultimate Frisbee, and can throw a dinner plate through a letterbox at fifty paces."
    },
    "staff-15": {
        "image": "images/staff/ian_harrison.jpg",
        "name": "ian Harrison",
        "position": "3D Specialist",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Ian started out working in the games industry, followed by a foray into Psychology where he gained a BSc at the University of Sussex. Following this he spent a few months in Fiji working for the Multimedia Unit at the University of the South Pacific. Here, amongst other things, he gained valuable experience using the digital artists essential tool, Photoshop. On his return, he began an MSc in Computing with Digital Media, again at the University of Sussex. He excelled at the 3D modelling, rendering and animation modules on the course and his passion for 3D was born.</p>",
        "did-you-know": "Lcras justo odio, dapibus ac facilisis in, egestas eget quam. Maecenas sed diam eget risus varius blandit sit amet."
    },
    "staff-16": {
        "image": "images/staff/jonathan_helm.jpg",
        "name": "Jonathan Helm",
        "position": "Business Development",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>A man with more contacts than Alan Sugar, Jonny has been working in the creative sector for 15 years in a variety of client management and business development roles. He has extensive experience in internal and external communications for companies such as PepsiCo, Highland Distillers, Unilever, RBS, Scottish Television and Miller Homes. Before joining Tilt, Jonny worked with some of the UK’s leading creative agencies including Design Bridge, Hornall Anderson and Dragon Rouge.</p><p>Jonny is the first point of contact for all new business enquiries and he is passionate about aligning our services with the strategic direction of an organisation. Or, in other words, Jonny knows how to cut through the nonsense and find out how we can make our clients happy.</p>",
        "did-you-know": "A secret Whovian, Jonny keeps a photo of himself and his hero Tom Baker in his pocket. He will not thank us for mentioning this in his bio."
    },
    "staff-17": {
        "image": "images/staff/katie_ferguson.jpg",
        "name": "Katie Ferguson",
        "position": "Project Manager",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Irrepressibly upbeat Katie works as a project manager across many of our client accounts. With a background in marketing and brand management for a number of companies, including Le Creuset, Katie joined Tilt in the hope of working on highly creative projects. Her wish was our command, and Katie now helps keep some of our most demanding projects running on time and on budget.</p><p>Katie has helped to deliver work for BP, Barclays, Nickelodeon, ICAP, South Downs National Park and Sainsbury's. She is able to focus on the details, while never losing sight of the big picture – particularly if the Big Picture happens to be a massive photo of Richard O’Brien in the Rocky Horror Picture Show.</p>",
        "did-you-know": "Life is a Cabaret for secret luvvie Katie – and she dreams of the day when we’re asked to develop a website for Liza Minnelli."
    },
    "staff-18": {
        "image": "images/staff/paul_mallaghan.jpg",
        "name": "Paul Mallaghan",
        "position": "Content Strategist<br />& Digital Producer",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Working closely with creative and technical teams, Paul helps define and guide projects to ensure we’re telling the right stories for our clients and their audiences. He only gets grumpy when he sees sloppy copy, or when style beats substance.</p><p>Paul graduated with first-class honours from Bristol University, and started work in TV production and journalism, contributing pieces to the BBC and the Guardian. After moving into copywriting and digital production, Paul has worked on projects for dozens of brands – including Pfizer, Penguin Random House, John Lewis, Nationwide, Bacardi, Telefonica, Kew Gardens, BP and Barclays.</p><p>Paul can often be found kneeling next to designers, developers, editors or members of the motion graphics team, muttering something about overlong scripts or the size of a call-to-action button. His knees do not thank him for this.</p>",
        "did-you-know": "Paul can do the gangliest moonwalk in history – like a bag of twiglets being thrown across a dance floor."
    },
    "staff-19": {
        "image": "images/staff/gabrielle_gregory.jpg",
        "name": "Gabrielle Gregory",
        "position": "Commercial Manager",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>As the commercial and project management brains behind Tilt, Gabrielle keeps everyone in line and the budgets on track; nary a stray decimal point escapes her eagle eye. Yet, while Gabrielle’s attention to detail is second only to a NASA engineer’s, her experience and enthusiasm for truly creative work makes her an invaluable part of any project from start to end.</p><p>Gabrielle’s background in marketing communications and CRM includes client management for some of world’s best-loved brands including the Coca Cola Company, Guinness, Grand Met Retailing, Bass, The Volkswagen Group and Boots. She has also held several senior management positions, using her insight and understanding of the creative sector to help companies to achieve their business aims. In short, Gabrielle helps keep Tilt ticking'</p>",
        "did-you-know": "If you name any country in the world, there’s an 87% chance that Gabrielle has had a G&T there."
    },
    "staff-20": {
        "image": "images/staff/melanie_yates.jpg",
        "name": "Melanie Yates",
        "position": "Office Manager",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Having worked as an office manager at everything from an architect’s to a TV production company, Mel knows how to keep creative studios running smoothly. And, whether it’s buying paint for guerrilla wall art, or taking delivery of smoke grenades, Mel takes everything in her stride here at Tilt. In fact, she made herself an essential member of the team within about 37 seconds of arriving.</p><p>With a degree in Visual Culture, Mel takes a keen interest in our creative output, and is on hand to help with production where needed. She loves living by the seaside, spending time with her family, and trying to surf – with mixed results. </p>",
        "did-you-know": "Mel used to be a high kicking can-can dancer, a skill we’re worried she’ll put to use on our rumps if we don’t keep things tidy in the studio."
    },
    "staff-21": {
        "image": "images/staff/matty_eeles.jpg",
        "name": "Matty Eeles",
        "position": "Book keeper & Accounts",
        "department": " ",
        "about": "<p class='first-para tag--work-title'>Matty is perhaps the only bookkeeper on earth that can do a pitch-perfect Ella Fitzgerald impression. At Tilt, Matty keeps the books all tallied up, and the accounts running smoothly. In her double-life as a professional jazz and session singer, Matty has toured Britain and beyond, bringing her unique mix of playful jazz and improv scat to club and festival audiences.</p><p>With a degree in music and a seemingly endless ability to freestyle, Matty is known to accompany every request for a missing receipt with a vocal flourish.</p>",
        "did-you-know": "Despite being a classically trained singer, Matty’s favourite song of all time* is ‘Ski Ba Bop Ba Dop Bop’ by 90s cheesemonger, Scatman John. *Probably."
    }
}
